Repository: scarvajal/Escuela
Catalog: sites/all/modules/og_access_admins/translations/og_access_admins.*.po
Languages: fr

source: Any author/editor of the group.
fr: N'importe quel auteur du groupe.

source: This group administrators only.
fr: Seulement les administrateurs du groupe.

source: Audience/visibility of posts belonging to a group can be changed by
fr: Le public visé et la visibilité des contributions appartenant à un groupe peuvent être changés par

source: Determine who is authorized to change audience of a post, i.e. which groups the post belongs to, and to make the post public. If the setting you want is disabled here, check the settings under <em>Visibility of posts</em> setting above. You cannot set audience/visibility to be changed if visibility of posts are always be public or private.
fr: Détermine qui est autorisé à changer le public visé d'une contribution, i.e. à quels groupes appartient la contribution, et à la rendre publique. Si le paramètre désiré est désactivé, vérifiez les paramètres dans <em>Visibilité des contributions</em> ci-dessus. Vous ne pouvez changer le public visé et la visibilité si les contributions sont configurées pour être toujours publiques ou privées.

source: You must <a href="@join">join a group</a> before posting a %type.
fr: Vous devez <a href="@join">rejoindre un groupe</a> avant de poster un(e) %type.

source: !name field is required.
fr: Le champ !name est obligatoire.

source: You must <a href="@join">join a group</a> before posting on this web site.
fr: Vous devez <a href="@join">rejoindre un groupe</a> avant de soumettre une contribution sur ce site web.

source: You must be group administrator of group @groups to create a public post inside this group.
fr: Vous devez être administrateur du groupe @groups pour créér une contribution au sein de ce groupe.

source: You can only create a post inside a group, please check @groups.
fr: Vous pouvez uniquement créer une contribution au sein d'un groupe, merci de cocher @groups.

source: Organic groups access control for group admins only
fr: Contrôle d'accès par groupe uniquement pour les administrateurs de groupe

source: Restrict audience/visibility control to group admins.
fr: Restreint le contrôle du public visé et de la visibilité au administrateurs de groupe.

source: Organic groups
fr: Groupes
